Map<String, dynamic> data = {
  "29803032102896": {
    'name': 'عمر محمد عبدالعاطى عبداللطيف',
    'mobile': '01141139515',
    'police': '119868',
    'unit': 'مستجدين',
    'daf3': 'اول',
    'mo2ahel': 'عليا',
    'notes': ''
  },
  "29804072100698": {
    'name': 'يوسف توفيق توفيق احمد عاشور',
    'mobile': '01114880671',
    'police': '103724',
    'unit': 'الامن',
    'daf3': 'اول',
    'mo2ahel': 'عليا',
    'notes': ''
  },
  "30003280201298": {
    'name': 'محمود أحمد صلاح الدين عبدالحميد',
    'mobile': '01212550670',
    'police': '106717',
    'unit': 'العمليات',
    'daf3': 'ثاني',
    'mo2ahel': 'عليا',
    'notes': ''
  },
  "30101011207019": {
    'name': 'عبدالهادي السيد محمد السيد ',
    'mobile': '01119023412',
    'police': '106542',
    'unit': 'التدريب',
    'daf3': 'ثاني',
    'mo2ahel': 'عليا',
    'notes': ''
  },
};
